{
  "EmojiGuildID": 742241811258408971,
  "EmojiIDs": {
    "love": 744445355462230016,
    "annoyed": 744445355437064192,
    "wut": 744445355256447026
  },
  "EightBall": {
    "yes": [
      "It is certain",
      "It is decidedly so",
      "Without a doubt",
      "Yes - definitely",
      "You may rely on it",
      "As I see it, yes",
      "Most likely",
      "Outlook good",
      "Yes",
      "Signs point to yes"
    ],
    "no": [
      "Don't count on it",
      "My reply is no",
      "My sources say no",
      "Outlook not so good",
      "Very doubtful"
    ],
    "uncertain": [
      "Reply hazy, try again",
      "Ask again later",
      "Better not tell you now",
      "Cannot predict now",
      "Concentrate and ask again"
    ]
  },
  "EightBallEmoji": {
    "yes": "love",
    "no": "annoyed",
    "uncertain": "wut"
  },
  "WouldYouRather": {
    "Dexter#6377": [
      "Would you rather have to read aloud every word you read or sing everything you say out loud?",
      "Would you rather live on the beach or in a cabin in the woods?",
      "Would you rather move to a new city or town every week or never be able to leave the city or town you were born in?",
      "Would you rather have everything in your house perfectly organized by a professional or have a professional event company throw the best party you've ever been to, in your honor?",
      "Would you rather be a famous director or a famous actor?",
      "Would you rather never be stuck in traffic again or never get another cold?",
      "Would you rather super sensitive taste or super sensitive hearing?",
      "Would you rather live your entire life in a virtual reality where all your wishes are granted or just in the normal real world?",
      "Would you rather have a completely automated home or a self-driving car?",
      "Would you rather have everyone laugh at your jokes but not find anyone else's jokes funny or have no one laugh at your jokes but you still find other people's jokes funny?",
      "Would you rather travel the world for a year all expenses paid or have $50,000 to spend on whatever you want?",
      "Would you rather be an amazing artist but not be able to see any of the art you created or be an amazing musician but not be able to hear any of the music you create?",
      "Would you rather earbuds and headphones never sit right on / in your ears or have all music either slightly too quiet or slightly too loud?",
      "Would you rather never run out of battery power for whatever phone and tablet you own or always have free Wi-Fi wherever you go?",
      "Would you rather be able to talk to land animals, animals that fly, or animals that live under the water?",
      "Would you rather have every cat or dog that gets lost end up at your house or everyone's clothes that they forget in the dryer get teleported to your house?",
      "Would you rather the aliens that make first contact be robotic or organic?",
      "Would you rather have all traffic lights you approach be green or never have to stand in line again?",
      "Would you rather never have to clean a bathroom again or never have to do dishes again?",
      "Would you rather live without the internet or live without AC and heating?",
      "Would you rather your only mode of transportation be a donkey or a giraffe?",
      "Would you rather have amazingly fast typing/texting speed or be able to read ridiculously fast?",
      "Would you rather have plants grow at 20 times their normal rate when you are near or for people and animals to stop aging when you are near them?",
      "Would you rather be the first person to explore a planet or be the inventor of a drug that cures a deadly disease?",
      "Would you rather have everything you eat be too salty or not salty enough no matter how much salt you add?",
      "Would you rather eat a box of dry spaghetti noodles or two cups of uncooked rice?",
      "Would you rather spend the rest of your life with a sailboat as your home or an RV as your home?",
      "Would you rather be unable to use search engines or unable to use social media?",
      "Would you rather have unlimited sushi for life or unlimited tacos for life? (both are amazingly delicious and can be any type of sushi/taco you want)",
      "Would you rather live in a cave or live in a tree house?",
      "Would you rather never lose your phone again or never lose your keys again?",
      "Would you rather live a comfortable and peaceful life in the woods in a small cabin without much human interaction or a life full of conflict and entertainment in a mansion in a city?",
      "Would you rather be held in high regard by your parents or your friends?",
      "Would you rather be the best in the world at climbing trees or the best in the world at jumping rope?",
      "Would you rather be able to teleport anywhere or be able to read minds?",
      "Would you rather it never stops snowing (the snow never piles up) or never stops raining (the rain never causes floods)?",
      "Would you rather there be a perpetual water balloon war going on in your city/town or a perpetual food fight?",
      "Would you rather live under a sky with no stars at night or live under a sky with no clouds during the day?",
      "Would you rather eat rice with every meal and never be able to eat bread or eat bread with every meal and never be able to eat rice?",
      "Would you rather be a bowling champion or a curling champion?",
      "Would you rather be able to be free from junk mail or free from email spam for the rest of your life?",
      "Would you rather use a push lawnmower with a bar that is far too high or far too low?",
      "Would you rather humans go to the moon again or go to mars?",
      "Would you rather have an unlimited international first class ticket or never have to pay for food at restaurants?",
      "Would you rather be forced to dance every time you heard music or be forced to sing along to any song you heard?",
      "Would you rather be an amazing painter or a brilliant mathematician?",
      "Would you rather give up all drinks except for water or give up eating anything that was cooked in an oven?",
      "Would you rather know the history of every object you touched or be able to talk to animals?",
      "Would you rather wear a wedding dress/tuxedo every single day or wear a bathing suit every single day?",
      "Would you rather never be able to use a touchscreen or never be able to use a keyboard and mouse?",
      "Would you rather be able to control fire or water?",
      "Would you rather be fantastic at riding horses or amazing at driving dirt bikes?",
      "Would you rather be able to go to any theme park in the world for free for the rest of your life or eat for free at any drive-through restaurant for the rest of your life?",
      "Would you rather have a golden voice or a silver tongue?",
      "Would you rather thirty butterflies instantly appear from nowhere every time you cough or one very angry squirrel appear from nowhere every time you cough?",
      "Would you rather eat a ketchup sandwich or a Siracha sandwich?",
      "Would you rather find five dollars on the ground or find all your missing socks?",
      "Would you rather never get angry or never be envious?",
      "Would you rather only be to use a fork (no spoon) or only be able to use a spoon (no fork)?",
      "Would you rather get one free round trip international plane ticket every year or be able to fly domestic anytime for free?",
      "Would you rather everything you dream each night come true when you wake up or everything a randomly chosen person dreams each night come true when they wake up?",
      "Would you rather have the power to gently nudge anyone's decisions or have complete puppet master control of five people?",
      "Would you rather have all of your clothes fit perfectly or have the most comfortable pillow, blankets, and sheets in existence?",
      "Would you rather wake up in the middle of an unknown desert or wake up in a rowboat on an unknown body of water?",
      "Would you rather never be able to drink sodas like coke again or only be able to drink sodas and nothing else?",
      "Would you rather have hands that kept growing as you got older or feet that kept growing as you got older?",
      "Would you rather be only able to watch the few movies with a rotten tomatoes score of 95-100% or only be able to watch the majority of movies with a rotten tomatoes score of 94% and lower?",
      "Would you rather eat a sandwich made from 4 ingredients in your fridge chosen at random or eat a sandwich made by a group of your friends from 4 ingredients in your fridge?",
      "Would you rather give up watching TV/movies for a year or give up playing games for a year?",
      "Would you rather be fluent in all languages and never be able to travel or be able to travel anywhere for a year but never be able to learn a word of a different language?",
      "Would you rather be able to dodge anything no matter how fast it's moving or be able to ask any three questions and have them answered accurately?",
      "Would you rather be the absolute best at something that no one takes seriously or be well above average but not anywhere near the best at something well respected?",
      "Would you rather never use social media sites/apps again or never watch another movie or TV show?",
      "Would you rather have free Wi-Fi wherever you go or be able to drink unlimited free coffee at any coffee shop?",
      "Would you rather have unlimited amounts of any material you want to build a house but you have to build the house all by yourself or have a famed architect design and build you a modest house?",
      "Would you rather always be 10 minutes late or always be 20 minutes early?",
      "Would you rather be an average person in the present or a king 2500 years ago?",
      "Would you rather your shirts be always two sizes too big or one size too small?",
      "Would you rather work very hard at a rewarding job or hardly have to work at a job that isn't rewarding?",
      "Would you rather be constantly tired no matter how much you sleep or constantly hungry no matter what you eat? Assuming that there are no health problems besides the feeling of hunger and sleepiness.",
      "Would you rather be covered in fur or covered in scales?",
      "Would you rather have a flying carpet or a car that can drive underwater?"
    ],
    "Folium Stripetail#6969": [
      "Would you rather have a dragon or BE a dragon?"
    ],
    "Ruby the fox#8857": [
      "Would you rather receive 1 million dollars in one payment or have 1 thousand dollars every month?"
    ],
    "DingleDangleDoff#4740": [
      "Would you rather be a reverse centaur or a reverse mermaid/merman?",
      "Would you rather have night vision on Wednesday’s or better hearing on Saturdays?"
    ],
    "Nightlock#8876": [
      "Would you rather bite your finger nails or toe nails?",
      "Would you rather kiss a fish or a frog?"
    ],
    "Greyson Winter#4029": [
      "Would you rather hold hands with Dexter or marry Dexter?",
      "Would you rather be in a fiery hot desert with tight winter clothes you can't remove or a very freezing place in Antarctica where you only wore clothing you wear at a swimming pool?",
      "Would you rather eat a ghost pepper or drink spoiled milk?"
    ]
  },
  "Topic": {
    "Dexter#6377": [
      "What was the last funny video you saw?",
      "What do you do to get rid of stress?",
      "What is something you are obsessed with?",
      "What three words best describe you?",
      "What would be your perfect weekend?",
      "What's your favorite number? Why?",
      "What are you going to do this weekend?",
      "What's the most useful thing you own?",
      "What's your favorite way to waste time?",
      "Do you have any pets? What are their names?",
      "Where did you go last weekend? / What did you do last weekend?",
      "What did you do on your last vacation?",
      "When was the last time you worked incredibly hard?",
      "Are you very active, or do you prefer to just relax in your free time?",
      "What do you do when you hang out with your friends?",
      "Who is your oldest friend? Where did you meet them?",
      "If you had intro music, what song would it be? Why?",
      "What were you really into when you were a kid?",
      "If you could have any animal as a pet, what animal would you choose?",
      "Have you ever saved an animal's life? How about a person's life?",
      "If you opened a business, what kind of business would it be?",
      "Who is your favorite entertainer (comedian, musician, actor, etc.)?",
      "What is the strangest dream you have ever had?",
      "in your life brings you the most joy? Who in your life brings you the most joy?",
      "Who had the biggest impact on the person you have become?",
      "Where is the most beautiful place you have been?",
      "Where do you spend most of your free time/day?",
      "Who was your best friend in elementary school?",
      "What's your favorite season? Why?",
      "Which is more important, having a great car or a great house? Why?",
      "Where is the most beautiful place near where you live?",
      "What do you bring with you everywhere you go?",
      "How much time do you spend on the internet? What do you usually do?",
      "Where and when was the most amazing sunset you have ever seen?",
      "Which recent news story is the most interesting?",
      "Where is the worst place you have been stuck for a long time?",
      "If you had to change your name, what would your new name be?",
      "What is something that really annoys you but doesn't bother most people?",
      "What word or saying from the past do you think should come back?",
      "What is your guilty pleasure?",
      "Was there ever an event in your life that defied explanation?",
      "If you could learn the answer to one question about your future, what would the question be?",
      "Has anyone ever saved your life?",
      "What benefit do you bring to the group when you hang out with friends?",
      "What trends did you follow when you were younger?",
      "What do you fear is hiding in the dark?",
      "What do you do to improve your mood when you are in a bad mood?",
      "What is the silliest fear you have?",
      "What is the best room in your house? Why?",
      "Who is someone popular now that you really like? Why do you like them so much?",
      "Where is the best place to take a date?",
      "What smell brings back great memories?",
      "What's the best pet name you can come up with for a specific type of pet? (Like these orange cat names.)",
      "How often do you help others? Who do you help? How do you help?",
      "What are you best at?",
      "Who is the funniest person you've met?",
      "What weird or useless talent do you have?",
      "Who would be the worst person to be stuck in an elevator with? How about the best person to be stuck in an elevator with?",
      "What was the best birthday wish or gift you've ever received?",
      "What's the best sitcom past or present?",
      "What's the best show currently on TV?",
      "What will be the future of TV shows?",
      "How often do you binge watch shows?",
      "What cartoons did you watch as a child?",
      "What's the funniest TV series you have seen?",
      "Which TV show do you want your life to be like?",
      "How have TV shows changed over the years?",
      "If you could bring back one TV show that was canceled, which one would you bring back?",
      "What do you think about game shows? Do you have a favorite one?",
      "What's the most underrated or overrated TV show?",
      "What do you think about reality TV? Why do you think it's so popular?",
      "Do you like reality TV shows? Why or why not? If so, which ones?",
      "What's your favorite genre of movie?",
      "Which do you prefer? Books or movies?",
      "What movie scene choked you up the most?",
      "Do you like documentaries? Why / why not?",
      "What's the worst movie you have seen recently?",
      "What's the strangest movie you have ever seen?",
      "Do you like horror movies? Why or why not?",
      "When was the last time you went to a movie theater?",
      "What was the last movie you watched? How was it?",
      "Do movies have the same power as books to change the world?",
      "Do you prefer to watch movies in the theater or in the comfort of your own home?",
      "What was the last book you read?",
      "What was your favorite book as a child?",
      "Do you prefer physical books or ebooks?",
      "What is the longest book you've read?",
      "What book genres do you like to read?",
      "How fast do you read?",
      "How often do you go to the library?",
      "What book has influenced you the most?",
      "Do you prefer fiction or nonfiction books?",
      "What was the worst book you had to read for school? How about the best book you had to read for school?",
      "What was the last song you listened to?",
      "What is your favorite movie soundtrack?",
      "Do you like classical music?",
      "What song always puts you in a good mood?",
      "What's the best way to discover new music?",
      "How has technology changed the music industry?",
      "Are there any songs that always bring a tear to your eye?",
      "What bands or types of music do you listen to when you exercise?",
      "Which do you prefer, popular music or relatively unknown music?",
      "Do you like going to concerts? Why or why not? What was the last concert you went to?",
      "Who was the first band or musician you were really into? Do you still like them?",
      "Records, tapes, CDs, MP3s, streaming. Which did you grow up with? What is good and bad about each?",
      "What are the three best apps on your phone?",
      "What is the most useful app on your phone?",
      "How many apps do you have on your phone?",
      "What's the most addictive mobile game you have played?",
      "Which app seemed like magic the first time you used it?",
      "What is the strangest app you have heard of or tried?",
      "An app mysteriously appears on your phone that does something amazing. What does it do?",
      "How often do you check your phone?",
      "Do you text more or call more? Why?",
      "What will phones be like in 10 years?",
      "What do you wish your phone could do?",
      "What was your first smartphone? How did you feel when you got it?",
      "Do you experience phantom vibration? (Feeling your phone vibrate even though it didn't.)",
      "What sports do you like to watch?",
      "Who are some of your favorite athletes?",
      "Which sports do you like to play",
      "What is the hardest sport to excel at?",
      "How much time do you spend watching sports in a week?",
      "What defines a sport? Is fishing a sport? How about video game tournaments?",
      "Do you play in any fantasy sports leagues? If so, how into fantasy sports are you?",
      "Why do you think sports are common across almost all cultures present and past?",
      "Do you play sports video games? Which ones? Is playing the video game or playing the sport more fun? Why?",
      "Which sport is the most exciting to watch? Which is the most boring to watch?",
      "What restaurant do you eat at most?",
      "What's the worst fast food restaurant?",
      "What is the best restaurant in your area?",
      "What is the fanciest restaurant you have eaten at?",
      "What kind of interior do you like a restaurant to have?",
      "What is the worst restaurant you have ever eaten at?",
      "If you opened a restaurant, what kind of food would you serve?",
      "What is the strangest themed restaurant you have heard of?",
      "Would you eat at a restaurant that was really dirty if the food was amazing?",
      "What is the most disgusting thing you have heard happened at a restaurant?",
      "What was your favorite restaurant when you were a child?",
      "Where would you like to travel next?",
      "What is the longest plane trip you have taken?",
      "What's the best way to travel? (Plane, car, train, etc.)",
      "Where is the most relaxing place you have been?",
      "Do you prefer traveling alone or with a group?",
      "What do you think of tour group packages?",
      "Do you prefer to go off the beaten path when you travel?",
      "Have you traveled to any different countries? Which ones?",
      "Where is the most awe-inspiring place you have been?",
      "What's the best thing about traveling? How about the worst thing?",
      "What is the worst hotel you have stayed at? How about the best hotel?",
      "How do you think traveling to a lot of different countries changes a person?",
      "Talk about some of the interesting people you have met while traveling.",
      "What do you think of staycations? (Vacationing and seeing tourist attractions where you live.)",
      "Where do you get your recommendations for what to do and where to stay when you travel?",
      "What is your favorite piece of technology that you own?",
      "What was the best invention of the last 50 years?",
      "Will technology save the human race or destroy it?",
      "Which emerging technology are you most excited about?",
      "What sci-fi movie or book would you like the future to be like?",
      "What do you think the next big technological advance will be?",
      "What technology from a science fiction movie would you most like to have?",
      "What problems will technology solve in the next 5 years? What problems will it create?",
      "What piece of technology would look like magic or a miracle to people in medieval Europe?",
      "Can you think of any technology that has only made the world worse? How about a piece of technology that has only made the world better?",
      "What is your favorite shirt?",
      "Does fashion help society in any way?",
      "What old trend is coming back these days?",
      "What is a fashion trend you are really glad went away?",
      "What is the most comfortable piece of clothing you own?",
      "What is the most embarrassing piece of clothing you own?",
      "How do clothes change how the opposite sex views a person?",
      "Do you care about fashion? What style of clothes do you usually wear?",
      "If you didn't care at all what people thought of you, what clothes would you wear?",
      "What is the best pair of shoes you have ever owned? Why were they so good?",
      "Who do you think has the biggest impact on fashion trends: actors and actresses, musicians, fashion designers, or consumers?",
      "What personal goals do you have?",
      "What are your goals for the next two years?",
      "How have your goals changed over your life?",
      "How much do you plan for the future?",
      "How do you plan to make the world a better place?",
      "What are some goals you have already achieved?",
      "What do you hope to achieve in your professional life?",
      "Have your parents influenced what goals you have?",
      "Do you usually achieve the goals you set? Why or why not?",
      "What is the best way to stay motivated and complete goals?",
      "What are some goals you have failed to accomplish?",
      "What is the craziest, most outrageous thing you want to achieve?",
      "When do you want to retire? What do you want to do when you retire?",
      "Do you prefer summer or winter activities?",
      "What do you like to do in the spring?",
      "Did your family take seasonal vacations?",
      "Which do you prefer, fall or spring?",
      "Which season are you most active in?",
      "What's the most refreshing thing on a hot summer day?",
      "What's the best thing to do on a cold winter day?",
      "Where is the nicest place you have been to in fall?",
      "What is your favorite thing to eat or drink in winter?",
      "Is it better to live where there are four seasons or where one season takes up most of the year?",
      "What is the biggest holiday for your family?",
      "What is your favorite holiday?",
      "Do you wish there were more or fewer holidays? Why?",
      "What do you know about the history of some holidays?",
      "What kinds of food do you usually eat on your favorite holiday?",
      "If you had to get rid of a holiday, which would you get rid of? Why?",
      "If you could make a holiday, what would it be like? What traditions would it have? What would people eat on your holiday?",
      "How has the education you received changed your life?",
      "What or who has taught you most of the information you use regularly?",
      "What is your favorite cuisine or type of food?",
      "What foods do you absolutely hate?",
      "What do you think of buffets?",
      "When was the last time you had a food fight?",
      "What food looks disgusting but tastes delicious?",
      "What do you get every time you go grocery shopping?",
      "If your life was a meal, what would kind of meal would it be?",
      "Do you like spicy food? Why or why not? What is the spiciest thing you have ever eaten?",
      "If your mind were an island, what would it look like?",
      "What flavor of ice cream do you wish existed?",
      "If you had a personal mascot, what would your mascot be?",
      "If you were a king/queen, what would your throne look like?",
      "Time freezes for everyone but you for one day. What do you do?",
      "You find a remote that can rewind, fast forward, stop, and start time. What do you do with it?",
      "If you could call up anyone in the world and have a one-hour conversation, who would you call?",
      "The world has become infested with rabid dogs with the intelligence of a 5-year-old, where do you hole up to survive the \"a-pup-calypse\"?"
    ],
    "Folium Stripetail#6969": [
      "If you were a pizza what kind would you be?",
      "What color would you change the sky to if able?",
      "Fur, Feather, or Scales?"
    ],
    "Ruby the fox#8857": [
      "If you had 1 million dollars, how would you spend it?"
    ],
    "DingleDangleDoff#4740": [
      "Can you put chicken salt on chicken?",
      "What unconventional pet would you like to have if any?"
    ],
    "Nightlock#8876": [
      "What is your favorite type of cheese?",
      "If you could have any one type of melon, what melon would it be?",
      "What element would you bend in the last airbender?"
    ],
    "Greyson Winter#4029": [
      "What is your fursona/OC?",
      "What made/inspired you to be a furry?",
      "Do you wish to buy a fursuit? Explain why/why not.",
      "Do you own any pets? If you do, what are their names and species?",
      "Do you tell people like your close friends and family about being a furry?",
      "What games do you like to play?",
      "What is the best thing you've done in your life?"
    ]
  }
}